/* audio converter quality setting. */
"Best" = "Ottimale";

/* audio converter quality setting. */
"Better" = "Molto buona";

/* audio converter quality setting. */
"Fast" = "Veloce";

/* audio converter quality setting. */
"Faster" = "Più veloce";

/* audio converter priming method setting. */
"None" = "Nessuno";

/* audio converter quality setting.
   audio converter priming method setting. */
"Normal" = "Normale";

/* audio converter priming method setting. */
"Pre" = "Pre";

/* An audio converter parameter name for describing how data pipe is to be filled initially. */
"Priming Method" = "Metodo di priming";

/* audio converter parameter description */
"Priming method for the sample rate converter." = "Metodo di priming per il convertitore di frequenza di campionamento.";

/* An audio converter parameter name. */
"Quality" = "Qualità";

/* audio converter parameter description */
"Quality setting for the sample rate converter." = "Impostazioni di qualità per il convertitore di frequenza di campionamento.";

